/* No comment provided by engineer. */
"Calculating Sequence..." = "Het Berekenen Sequence...";

/* No comment provided by engineer. */
"Game Lost" = "Wedstrijd Verloren";

/* No comment provided by engineer. */
"Last Score: %i" = "Laatste Score: %i";

/* No comment provided by engineer. */
"Moves Left: %i" = "Moves Links: %i";

/* No comment provided by engineer. */
"Retries Left: %i" = "Pogingen Left: %i";

/* No comment provided by engineer. */
"Score: %i" = "Partituur: %i";

/* No comment provided by engineer. */
"Sequence Completed" = "Sequence Voltooid";

/* No comment provided by engineer. */
"Start Game" = "Start Het Spel";

/* No comment provided by engineer. */
"Tap The Sequence" = "Tik The Sequence";

/* No comment provided by engineer. */
"Top Score: %i" = "Top Score: %i";

